tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "bat"
brew "coreutils"
brew "curl"
brew "docker-compose"
brew "deno"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "ghq"
brew "graphviz"
brew "kubebuilder"
brew "kubernetes-cli", link: false
brew "mas"
brew "minikube"
brew "mkcert"
brew "iterm2"
brew "mysql"
brew "nodebrew"
brew "python@3.8"
brew "peco"
brew "plantuml"
brew "pure"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "tree"
brew "vim"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "android-studio"
cask "google-cloud-sdk"
cask "typora"
cask "discord"
cask "gyazo"
cask "iterm2"
cask "kindle"
cask "slack"
cask "visual-studio-code"
cask "ngrok"
cask "sequel-pro"
cask "zoom"
cask "vagrant"
mas "LINE", id: 539883307