akamud.vscode-theme-onelight
aaron-bond.better-comments
bmewburn.vscode-intelephense-client
CoenraadS.bracket-pair-colorizer-2
Daosro.stylelint
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
esbenp.prettier-vscode
golang.go
GraphQL.vscode-graphql
hex-ci.stylelint-plus
jebbs.plantuml
juanmnl.vscode-theme-1984
MashDuek.jbuilder-highlight
MS-CEINTL.vscode-language-pack-ja
ms-mssql.mssql
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
octref.vetur
oderwat.indent-rainbow
PKief.material-icon-theme
ritwickdey.LiveServer
rvest.vs-code-prettier-eslint
stylelint.vscode-stylelint
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one
christian-kohler.path-intellisense
EditorConfig.EditorConfig
formulahendry.auto-rename-tag
hediet.vscode-drawio
ICS.japanese-proofreading
ionutvmi.path-autocomplete
jebbs.plantuml
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
pranaygp.vscode-css-peek
vscode-icons-team.vscode-icons